Repository: leglands/luna
Catalog: ios-app/LunaApp/Resources/Localizable.xcstrings
Source language: fr
Languages: am, ar, bg, bn, ca, cs, da, de, el, en, es, fa, fi, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tl, tr, uk, ur, vi, zh_hans, zh_hant, zu

# a11y.log_symptom
source: Log symptom: %@
am: የምዝግብ ማስታወሻ ምልክት፡ %@
ar: أعراض السجل: %@
bg: Симптом в регистъра: %@
bn: লগ লক্ষণ: %@
ca: Símptoma de registre: %@
cs: Příznak protokolu: %@
de: Protokollsymptom: %@
el: Σύμπτωμα καταγραφής: %@
es: Síntoma de registro: %@
fa: علامت گزارش: %@
fi: Lokin oire: %@
he: סימפטום יומן: %@
hi: लॉग लक्षण: %@
hr: Simptom zapisnika: %@
hu: Napló tünet: %@
id: Gejala log: %@
it: Sintomo del registro: %@
ja: ログの症状: %@
ko: 로그 증상: %@
ms: Gejala log: %@
nb: Loggsymptom: %@
nl: Logsymptoom: %@
pl: Objawy dziennika: %@
pt_br: Sintoma de registro: %@
ro: Simptome jurnal: %@
ru: Признак журнала: %@
sk: Príznak denníka: %@
sv: Loggsymptom: %@
sw: Dalili ya kumbukumbu: %@
th: อาการบันทึก: %@
tr: Günlük belirtisi: %@
uk: Симптом журналу: %@
ur: لاگ علامت: %@
vi: Triệu chứng nhật ký: %@
zh_hans: 日志症状：%@
zh_hant: 日誌症狀：%@
zu: Uphawu lokungena: %@

# a11y_reduce_motion_hint
source: Animations réduites activées
am: የተቀነሰ እንቅስቃሴ ነቅቷል።
ar: تم تمكين الحركة المنخفضة
bg: Активирано намалено движение
bn: হ্রাস গতি সক্রিয়
ca: S'ha activat el moviment reduït
cs: Omezený pohyb povolen
da: Reduceret bevægelse aktiveret
de: Reduzierte Bewegung aktiviert
el: Ενεργοποιήθηκε η μειωμένη κίνηση
en: Reduced motion enabled
es: Movimiento reducido habilitado
fa: حرکت کاهش یافته فعال شد
fi: Alennettu liike käytössä
he: תנועה מופחתת מופעלת
hi: कम गति सक्षम
hr: Smanjeno kretanje omogućeno
hu: Csökkentett mozgás engedélyezve
id: Pengurangan gerakan diaktifkan
it: Movimento ridotto abilitato
ja: 軽減モーションが有効になりました
ko: 모션 감소 활성화됨
ms: Pergerakan dikurangkan didayakan
nb: Redusert bevegelse aktivert
nl: Verminderde beweging ingeschakeld
pl: Włączono funkcję ograniczonego ruchu
pt_br: Movimento reduzido ativado
ro: Mișcare redusă activată
ru: Ограничение движения включено
sk: Znížený pohyb povolený
sv: Minskad rörelse aktiverad
sw: Mwendo uliopunguzwa umewashwa
th: เปิดใช้งานการลดการเคลื่อนไหว
tr: Azaltılmış hareket etkin
uk: Зменшений рух увімкнено
ur: کم موشن فعال ہے۔
vi: Đã kích hoạt giảm chuyển động
zh_hans: 启用减少运动
zh_hant: 啟用減少運動
zu: Ukunyakaza okwehlisiwe kunikwe amandla

# advanced_section_title
source: Avancé
am: የላቀ
ar: متقدم
bg: Разширено
bn: উন্নত
ca: Avançat
cs: Moderní
da: Fremskreden
de: Erweitert
el: Προχωρημένος
en: Advanced
es: Avanzado
fa: پیشرفته
fi: Edistynyt
he: מִתקַדֵם
hi: विकसित
hr: Napredno
hu: Fejlett
id: Canggih
it: Avanzato
ja: 高度な
ko: 고급의
ms: Maju
nb: Avansert
nl: Geavanceerd
pl: Zaawansowany
pt_br: Avançado
ro: Avansat
ru: Передовой
sk: Pokročilé
sv: Avancerad
sw: Advanced
th: ขั้นสูง
tr: Gelişmiş
uk: Просунутий
ur: اعلی درجے کی
vi: Trình độ cao
zh_hans: 先进的
zh_hant: 先進的
zu: Okuthuthukile

# article_bbt_body
source: Mesurez votre température chaque matin avant de vous lever. Une hausse soutenue confirme que l'ovulation a eu lieu.
am: ከመነሳትዎ በፊት በየጧቱ ሙቀትዎን ይለኩ። ቀጣይነት ያለው ከፍ ማለት ዕንቁላል መልቀቅ መከሰቱን ያረጋግጣል።
ar: قيسي درجة حرارتك كل صباح قبل النهوض. ارتفاع مستمر يؤكد حدوث الإباضة.
bg: Измервайте температурата си всяка сутрин преди ставане. Устойчивото покачване потвърждава овулацията.
bn: প্রতিদিন সকালে ওঠার আগে তাপমাত্রা পরিমাপ করুন। একটি টেকসই বৃদ্ধি নিশ্চিত করে যে ডিম্বস্ফোটন হয়েছে।
ca: Mesura la temperatura cada matí abans d'aixecar-te. Un augment sostingut confirma l'ovulació.
cs: Měř teplotu každé ráno před vstáním. Trvalý vzestup potvrzuje ovulaci.
da: Mål din temperatur hver morgen inden du står op. En vedvarende stigning bekræfter ægløsningen.
de: Miss jeden Morgen vor dem Aufstehen deine Temperatur. Ein anhaltender Anstieg bestätigt, dass der Eisprung stattgefunden hat.
el: Μετρήστε τη θερμοκρασία σας κάθε πρωί πριν σηκωθείτε. Μια σταθερή αύξηση επιβεβαιώνει την ωορρηξία.
en: Measure your temperature each morning before getting up. A sustained rise confirms ovulation occurred.
es: Mida su temperatura cada mañana antes de levantarse. Un aumento sostenido confirma que ocurrió la ovulación.
fa: هر صبح قبل از بلند شدن دمای خود را اندازه بگیرید. افزایش مداوم تأیید تخمک‌گذاری است.
fi: Mittaa lämpötilasi joka aamu ennen nousemista. Jatkuva nousu vahvistaa ovulaation.
he: מדדי את החום כל בוקר לפני הקימה. עלייה מתמשכת מאשרת שהביוץ התרחש.
hi: हर सुबह उठने से पहले अपना तापमान मापें। निरंतर वृद्धि पुष्टि करती है कि ओव्यूलेशन हुआ।
hr: Mjerite temperaturu svako jutro prije ustajanja. Trajni porast potvrđuje ovulaciju.
hu: Mérd a hőmérsékleted minden reggel felkelés előtt. A tartós emelkedés megerősíti az ovulációt.
id: Ukur suhu Anda setiap pagi sebelum bangun. Kenaikan berkelanjutan mengkonfirmasi ovulasi terjadi.
it: Misura la temperatura ogni mattina prima di alzarti. Un aumento sostenuto conferma che l'ovulazione è avvenuta.
ja: 毎朝起き上がる前に体温を測りましょう。持続的な上昇は排卵が起きたことを示します。
ko: 매일 아침 일어나기 전에 체온을 측정하세요. 지속적인 상승은 배란이 일어났음을 확인합니다.
ms: Ukur suhu anda setiap pagi sebelum bangun. Kenaikan berterusan mengesahkan ovulasi berlaku.
nb: Mål temperaturen din hver morgen før du står opp. En vedvarende stigning bekrefter eggløsningen.
nl: Meet je temperatuur elke ochtend voor het opstaan. Een aanhoudende stijging bevestigt de ovulatie.
pl: Mierz temperaturę każdego ranka przed wstaniem. Utrzymujący się wzrost potwierdza owulację.
pt_br: Meça sua temperatura todas as manhãs antes de levantar. Um aumento sustentado confirma que a ovulação ocorreu.
ro: Măsoară-ți temperatura în fiecare dimineață înainte de a te ridica. O creștere susținută confirmă ovulația.
ru: Измеряйте температуру каждое утро перед подъёмом. Устойчивый рост подтверждает овуляцию.
sk: Meraj teplotu každé ráno pred vstávaním. Trvalý nárast potvrdzuje ovuláciu.
sv: Mät din temperatur varje morgon innan du stiger upp. En ihållande ökning bekräftar ägglossningen.
sw: Pima joto lako kila asubuhi kabla ya kuamka. Ongezeko la kudumu linathibitisha kutoa yai.
th: วัดอุณหภูมิทุกเช้าก่อนลุกจากเตียง การเพิ่มขึ้นต่อเนื่องยืนยันว่ามีการตกไข่
tr: Her sabah kalkmadan önce vücut ısınızı ölçün. Sürekli bir artış yumurtlamanın gerçekleştiğini doğrular.
uk: Вимірюйте температуру щоранку перед підйомом. Стійке підвищення підтверджує овуляцію.
ur: ہر صبح اٹھنے سے پہلے اپنا درجہ حرارت ناپیں۔ مستقل اضافہ بیضہ دانی کی تصدیق کرتا ہے۔
vi: Đo nhiệt độ mỗi sáng trước khi rời giường. Sự tăng liên tục xác nhận rụng trứng đã xảy ra.
zh_hans: 每天早上起床前测量体温。持续升高说明排卵已发生。
zh_hant: 每天早上起床前測量體溫。持續升高說明排卵已發生。
zu: Kala usuku nosuku ekuseni ngaphambi kokuvuka. Ukukhuphuka okuqhubekayo kuqinisekisa ukuthi ukuqhuma kweqanda kwenzekile.

# article_bbt_title
source: Suivi de la température basale
am: BBT ክትትል
ar: تتبع درجة حرارة الجسم الأساسية
bg: Проследяване на БТ
bn: BBT ট্র্যাকিং
ca: Seguiment de la TBC
cs: Sledování BBT
da: BBT-sporing
de: Basaltemperatur-Tracking
el: Παρακολούθηση ΒΘΣ
en: BBT tracking
es: Seguimiento de la TBC
fa: پیگیری دمای پایه بدن
fi: BBT-seuranta
he: מעקב חום בסיסי
hi: BBT ट्रैकिंग
hr: Praćenje BBT-a
hu: BBT követés
id: Pelacakan BBT
it: Monitoraggio della TBC
ja: 基礎体温の追跡
ko: 기초체온 추적
ms: Penjejakan BBT
nb: BBT-sporing
nl: BBT-tracking
pl: Śledzenie BBT
pt_br: Acompanhamento da TBC
ro: Urmărirea TBC
ru: Отслеживание БТ
sk: Sledovanie BBT
sv: BBT-spårning
sw: Ufuatiliaji wa BBT
th: การติดตาม BBT
tr: BBT takibi
uk: Відстеження БТ
ur: BBT ٹریکنگ
vi: Theo dõi BBT
zh_hans: 基础体温追踪
zh_hant: 基礎體溫追蹤
zu: Ukulandelela kwe-BBT

# article_cat_biometrics
source: Biométrie
am: ባዮሜትሪክስ
ar: القياسات الحيوية
bg: Биометрия
bn: বায়োমেট্রিক্স
ca: Biometria
cs: Biometrie
da: Biometri
de: Biometrie
el: Βιομετρικά
en: Biometrics
es: Biometría
fa: بیومتریک
fi: Biometriikka
he: ביומטריקה
hi: बायोमेट्रिक्स
hr: Biometrija
hu: Biometria
id: Biometrik
it: Biometria
ja: 生体指標
ko: 생체 측정
ms: Biometrik
nb: Biometri
nl: Biometrie
pl: Biometria
pt_br: Biometria
ro: Biometrie
ru: Биометрия
sk: Biometria
sv: Biometri
sw: Biometriki
th: ไบโอเมตริกซ์
tr: Biyometri
uk: Біометрія
ur: بایومیٹرکس
vi: Sinh trắc học
zh_hans: 生物指标
zh_hant: 生物指標
zu: I-Biometrics

# article_cat_cycle
source: Cycle
am: ዑደት
ar: الدورة
bg: Цикъл
bn: চক্র
ca: Cicle
cs: Cyklus
da: Cyklus
de: Zyklus
el: Κύκλος
es: Ciclo
fa: چرخه
fi: Kiertokulku
he: מחזור
hi: चक्र
hr: Ciklus
hu: Ciklus
id: Siklus
it: Ciclo
ja: 周期
ko: 주기
ms: Kitaran
nb: Syklus
nl: Cyclus
pl: Cykl
pt_br: Ciclo
ro: Ciclu
ru: Цикл
sk: Cyklus
sv: Cykel
sw: Mzunguko
th: รอบ
tr: Döngü
uk: Цикл
ur: سائیکل
vi: Chu kỳ
zh_hans: 周期
zh_hant: 週期
zu: Umjikelezo

# article_cat_fertility
source: Fertilité
am: ለምነት
ar: الخصوبة
bg: Плодовитост
bn: উর্বরতা
ca: Fertilitat
cs: Plodnost
da: Fertilitet
de: Fruchtbarkeit
el: Γονιμότητα
en: Fertility
es: Fertilidad
fa: باروری
fi: Hedelmällisyys
he: פוריות
hi: प्रजनन क्षमता
hr: Plodnost
hu: Termékenység
id: Kesuburan
it: Fertilità
ja: 妊活
ko: 가임력
ms: Kesuburan
nb: Fruktbarhet
nl: Vruchtbaarheid
pl: Płodność
pt_br: Fertilidade
ro: Fertilitate
ru: Фертильность
sk: Plodnosť
sv: Fertilitet
sw: Uzazi
th: ภาวะเจริญพันธุ์
tr: Doğurganlık
uk: Фертильність
ur: زرخیزی
vi: Khả năng sinh sản
zh_hans: 生育力
zh_hant: 生育力
zu: Inzalo

# article_ovulation_body
source: Surveillez les changements de glaire cervicale, une légère douleur pelvienne et une légère hausse de la température basale.
am: የማህጸን ንፋጥ ለውጦች፣ ቀላል የጎን አጥንት ህመም እና የመሠረታዊ የሰውነት ሙቀት ትንሽ ከፍ ማለት ይከታተሉ።
ar: راقبي تغيرات مخاط عنق الرحم وألم الحوض الخفيف وارتفاع طفيف في درجة حرارة الجسم الأساسية.
bg: Следете за промени в цервикалната слуз, лека тазова болка и леко повишаване на базалната температура.
bn: সার্ভিকাল শ্লেষ্মার পরিবর্তন, হালকা পেলভিক ব্যথা এবং বেসাল শরীরের তাপমাত্রায় সামান্য বৃদ্ধি লক্ষ্য করুন।
ca: Observa els canvis en el moc cervical, dolor pèlvic lleu i un lleuger augment de la temperatura basal.
cs: Sleduj změny cervikálního hlenu, mírnou pánevní bolest a mírný vzestup bazální teploty.
da: Hold øje med ændringer i livmoderhalsslimet, milde bækkensmerter og en let stigning i basaltemperaturen.
de: Achte auf Veränderungen des Zervixschleims, leichte Beckenschmerzen und einen leichten Anstieg der Basaltemperatur.
el: Παρακολουθήστε αλλαγές στη βλέννα του τραχήλου, ήπιο πυελικό πόνο και ελαφρά αύξηση της βασικής θερμοκρασίας.
en: Watch for cervical mucus changes, mild pelvic pain, and a slight rise in basal body temperature.
es: Observe los cambios en el moco cervical, dolor pélvico leve y un ligero aumento de la temperatura basal.
fa: به تغییرات مخاط دهانه رحم، درد خفیف لگن و افزایش جزئی دمای پایه بدن توجه کنید.
fi: Tarkkaile kohdunkaulan liman muutoksia, lievää lantiokipua ja peruslämpötilan lievää nousua.
he: שימי לב לשינויים בריר צוואר הרחם, כאב אגן קל ועלייה קלה בטמפרטורה הבסיסית.
hi: सर्वाइकल म्यूकस में बदलाव, हल्के पेल्विक दर्द और बेसल बॉडी टेम्परेचर में मामूली वृद्धि पर ध्यान दें।
hr: Pratite promjene cervikalne sluzi, blagu zdjeličnu bol i blagi porast bazalne temperature.
hu: Figyeld a méhnyak-nyák változásait, az enyhe medencecsont-fájdalmat és a bazális testhőmérséklet enyhe emelkedését.
id: Perhatikan perubahan lendir serviks, nyeri panggul ringan, dan sedikit kenaikan suhu tubuh basal.
it: Osserva i cambiamenti del muco cervicale, un lieve dolore pelvico e un leggero aumento della temperatura basale.
ja: 頸管粘液の変化、軽い骨盤痛、基礎体温のわずかな上昇に注目してください。
ko: 자궁경부 점액 변화, 가벼운 골반통, 기초체온의 약간의 상승을 관찰하세요.
ms: Perhatikan perubahan lendir serviks, sakit pelvis ringan, dan sedikit kenaikan suhu badan basal.
nb: Se etter endringer i livmorhalsslimet, milde bekkensmerter og en lett stigning i basaltemperaturen.
nl: Let op veranderingen in baarmoederhalslijm, milde bekkenboordpijn en een lichte stijging van de basale temperatuur.
pl: Obserwuj zmiany śluzu szyjkowego, łagodny ból miednicy i lekki wzrost temperatury bazowej.
pt_br: Observe mudanças no muco cervical, dor pélvica leve e um ligeiro aumento na temperatura basal.
ro: Urmărește modificările mucusului cervical, durerea pelvină ușoară și o ușoară creștere a temperaturii bazale.
ru: Следите за изменениями цервикальной слизи, лёгкой тазовой болью и небольшим повышением базальной температуры.
sk: Sleduj zmeny cervikálneho hlienu, miernu panvovú bolesť a mierny nárast bazálnej teploty.
sv: Se efter förändringar i livmoderhalssekretet, mild bäckensmärta och en lätt ökning av basaltemperaturen.
sw: Angalia mabadiliko ya kamasi ya shingo ya kizazi, maumivu ya pelvis ya kidogo na ongezeko kidogo la joto la msingi la mwili.
th: สังเกตการเปลี่ยนแปลงของมูกปากมดลูก อาการปวดอุ้งเชิงกรานเล็กน้อย และอุณหภูมิพื้นฐานเพิ่มขึ้นเล็กน้อย
tr: Servikal mukus değişikliklerini, hafif pelvik ağrıyı ve bazal vücut sıcaklığında hafif artışı izleyin.
uk: Слідкуйте за змінами цервікального слизу, легким тазовим болем та невеликим підвищенням базальної температури.
ur: سروائیکل بلغم میں تبدیلیاں، ہلکا شرونیی درد اور بنیادی جسمانی درجہ حرارت میں معمولی اضافے پر نظر رکھیں۔
vi: Chú ý sự thay đổi dịch nhầy cổ tử cung, đau vùng chậu nhẹ và nhiệt độ cơ thể cơ bản tăng nhẹ.
zh_hans: 注意宫颈粘液变化、轻微盆腔疼痛和基础体温的轻微升高。
zh_hant: 注意子宮頸黏液變化、輕微骨盆疼痛和基礎體溫的輕微升高。
zu: Bheka izinguquko ze-cervical mucus, ubuhlungu obuncane be-pelvic, nokunyuka okuncane kwe-basal body temperature.

# article_ovulation_title
source: Signes d'ovulation
am: የዕንቁላል መልቀቅ ምልክቶች
ar: علامات الإباضة
bg: Признаци на овулация
bn: ডিম্বস্ফোটনের লক্ষণ
ca: Signes d'ovulació
cs: Příznaky ovulace
da: Tegn på ægløsning
de: Eisprungzeichen
el: Σημάδια ωορρηξίας
en: Ovulation signs
es: Signos de ovulación
fa: علائم تخمک‌گذاری
fi: Ovulaation merkit
he: סימני ביוץ
hi: ओव्यूलेशन के संकेत
hr: Znakovi ovulacije
hu: Ovulációs jelek
id: Tanda-tanda ovulasi
it: Segni di ovulazione
ja: 排卵の兆候
ko: 배란 징후
ms: Tanda-tanda ovulasi
nb: Tegn på eggløsning
nl: Tekenen van ovulatie
pl: Oznaki owulacji
pt_br: Sinais de ovulação
ro: Semne de ovulație
ru: Признаки овуляции
sk: Príznaky ovulácie
sv: Tecken på ägglossning
sw: Ishara za kutoa yai
th: สัญญาณการตกไข่
tr: Yumurtlama belirtileri
uk: Ознаки овуляції
ur: بیضہ دانی کی علامات
vi: Dấu hiệu rụng trứng
zh_hans: 排卵迹象
zh_hant: 排卵跡象
zu: Izimpawu zokuqhuma kweqanda

# article_perimenopause_body
source: Les cycles irréguliers, bouffées de chaleur et sautes d'humeur sont courants. Le suivi aide à identifier les tendances.
am: የማይታወቁ ዑደቶች፣ ሙቀት ማግበስ እና የስሜት ለውጦች የተለመዱ ናቸው። ክትትል ንድፎችን ለመለየት ይረዳል።
ar: الدورات غير المنتظمة والهبات الساخنة وتغيرات المزاج شائعة. التتبع يساعد في تحديد الأنماط.
bg: Нередовните цикли, горещите вълни и промените в настроението са чести. Проследяването помага за идентифициране на модели.
bn: অনিয়মিত চক্র, হট ফ্ল্যাশ এবং মেজাজ পরিবর্তন সাধারণ। ট্র্যাকিং প্যাটার্ন সনাক্ত করতে সাহায্য করে।
ca: Els cicles irregulars, les onades de calor i els canvis d'humor són freqüents. El seguiment ajuda a identificar patrons.
cs: Nepravidelné cykly, návaly horka a změny nálad jsou běžné. Sledování pomáhá identifikovat vzorce.
da: Uregelmæssige cyklusser, hedeture og humørsvingninger er almindelige. Sporing hjælper med at identificere mønstre.
de: Unregelmäßige Zyklen, Hitzewallungen und Stimmungsschwankungen sind häufig. Das Tracking hilft, Muster zu erkennen.
el: Ακανόνιστοι κύκλοι, εξάψεις και αλλαγές διάθεσης είναι συχνές. Η παρακολούθηση βοηθά στον εντοπισμό μοτίβων.
en: Irregular cycles, hot flashes, and mood changes are common. Tracking helps identify patterns.
es: Ciclos irregulares, sofocos y cambios de humor son comunes. El seguimiento ayuda a identificar patrones.
fa: چرخه‌های نامنظم، گُر گرفتگی و تغییرات خلقی رایج هستند. پیگیری به شناسایی الگوها کمک می‌کند.
fi: Epäsäännölliset kierrot, kuumat aallot ja mielialanvaihtelut ovat yleisiä. Seuranta auttaa tunnistamaan kaavoja.
he: מחזורים לא סדירים, גלי חום ושינויי מצב רוח נפוצים. מעקב עוזר לזהות דפוסים.
hi: अनियमित चक्र, गर्म लहरें और मूड में बदलाव आम हैं। ट्रैकिंग से पैटर्न पहचानने में मदद मिलती है।
hr: Neredoviti ciklusi, valovi vrućine i promjene raspoloženja su česti. Praćenje pomaže prepoznati obrasce.
hu: Az irreguláris ciklusok, hőhullámok és hangulatingadozások gyakoriak. A követés segít a minták felismerésében.
id: Siklus tidak teratur, hot flash, dan perubahan suasana hati umum terjadi. Pelacakan membantu mengidentifikasi pola.
it: Cicli irregolari, vampate e cambiamenti d'umore sono comuni. Il monitoraggio aiuta a identificare i pattern.
ja: 不規則な周期、ほてり、気分の変化はよくあります。記録するとパターンが見えてきます。
ko: 불규칙한 주기, 안면홍조, 기분 변화가 흔합니다. 추적하면 패턴을 파악할 수 있습니다.
ms: Kitaran tidak teratur, kepanasan dan perubahan mood adalah biasa. Penjejakan membantu mengenal pasti corak.
nb: Uregelmessige sykluser, hetetokter og humørsvingninger er vanlige. Sporing hjelper med å identifisere mønstre.
nl: Onregelmatige cycli, opvliegers en stemmingswisselingen zijn gebruikelijk. Tracking helpt patronen te herkennen.
pl: Nieregularne cykle, uderzenia gorąca i zmiany nastroju są częste. Śledzenie pomaga zidentyfikować wzorce.
pt_br: Ciclos irregulares, ondas de calor e mudanças de humor são comuns. O acompanhamento ajuda a identificar padrões.
ro: Ciclurile neregulate, bufeurile și schimbările de dispoziție sunt frecvente. Urmărirea ajută la identificarea tiparelor.
ru: Нерегулярные циклы, приливы жара и перепады настроения — обычное дело. Отслеживание помогает выявить закономерности.
sk: Nepravidelné cykly, návaly horúčavy a zmeny nálad sú bežné. Sledovanie pomáha identifikovať vzorce.
sv: Oregelbundna cykler, värmevallningar och humörförändringar är vanliga. Spårning hjälper att identifiera mönster.
sw: Mizunguko isiyo ya kawaida, joto la ghafla na mabadiliko ya hali ya hewa ni ya kawaida. Ufuatiliaji husaidia kutambua mifumo.
th: รอบเดือนไม่สม่ำเสมอ อาการร้อนวูบวาบ และอารมณ์เปลี่ยนแปลงเป็นเรื่องปกติ การติดตามช่วยระบุรูปแบบ
tr: Düzensiz döngüler, sıcak basmaları ve ruh hali değişiklikleri yaygındır. Takip, kalıpları belirlemeye yardımcı olur.
uk: Нерегулярні цикли, припливи жару та зміни настрою — звичайне явище. Відстеження допомагає виявити закономірності.
ur: بے قاعدہ سائیکل، گرم فلیشز اور موڈ میں تبدیلیاں عام ہیں۔ ٹریکنگ پیٹرن کی شناخت میں مدد کرتی ہے۔
vi: Chu kỳ không đều, bốc hỏa và thay đổi tâm trạng là phổ biến. Theo dõi giúp nhận diện các mẫu.
zh_hans: 不规则周期、潮热和情绪变化很常见。记录有助于识别模式。
zh_hant: 不規則週期、潮熱和情緒變化很常見。記錄有助於識別模式。
zu: Imijikelezo engajwayelekile, ukushisa okuphazamisayo kanye nezinguquko zomoya kuvamile. Ukulandelela kusiza ukubona amaphethini.

# article_perimenopause_title
source: Périménopause
am: ፔሪሜኖፓውዝ
ar: فترة ما حول سن اليأس
bg: Перименопауза
bn: পেরিমেনোপজ
ca: Perimenopausa
cs: Perimenopauza
da: Perimenopause
de: Perimenopause
el: Περιεμμηνόπαυση
en: Perimenopause
es: Perimenopausia
fa: پیش‌یائسگی
fi: Perimenopaussi
he: פרימנופאוזה
hi: पेरिमेनोपॉज़
hr: Perimenopauza
hu: Perimenopauza
id: Perimenopause
it: Perimenopausa
ja: 更年期前期
ko: 폐경전후기
ms: Perimenopaus
nb: Perimenopause
nl: Perimenopauze
pl: Perimenopauza
pt_br: Perimenopausa
ro: Perimenopauză
ru: Перименопауза
sk: Perimenopauza
sv: Perimenopaus
sw: Perimenopause
th: ช่วงก่อนหมดประจำเดือน
tr: Perimenopoz
uk: Перименопауза
ur: پیری مینوپاز
vi: Tiền mãn kinh
zh_hans: 围绝经期
zh_hant: 圍絕經期
zu: I-Perimenopause

# article_pms_body
source: Les symptômes du SPM apparaissent généralement 1 à 2 semaines avant les règles et disparaissent au début des saignements.
am: የPMS ምልክቶች ብዙውን ጊዜ ከወር አበባ በፊት 1-2 ሳምንታት ይታያሉ እና ደም መፍሰስ ሲጀምር ይጠፋሉ።
ar: تظهر أعراض متلازمة ما قبل الحيض عادة قبل 1-2 أسبوع من الدورة وتختفي عند بدء النزيف.
bg: Симптомите на ПМС обикновено се появяват 1-2 седмици преди менструацията и отзвучават с началото на кървенето.
bn: PMS লক্ষণগুলি সাধারণত মাসিকের ১-২ সপ্তাহ আগে দেখা যায় এবং রক্তপাত শুরু হলে সমাধান হয়।
ca: Els símptomes de la SPM apareixen normalment 1-2 setmanes abans de la regla i desapareixen quan comença el sagnat.
cs: Příznaky PMS se obvykle objevují 1-2 týdny před menstruací a ustupují s nástupem krvácení.
da: PMS-symptomer opstår typisk 1-2 uger før menstruationen og forsvinder, når blødningen starter.
de: PMS-Symptome treten typischerweise 1-2 Wochen vor der Periode auf und verschwinden mit Beginn der Blutung.
el: Τα συμπτώματα ΠΕΣ εμφανίζονται συνήθως 1-2 εβδομάδες πριν την περίοδο και υποχωρούν με την έναρξη της αιμορραγίας.
en: PMS symptoms typically appear 1-2 weeks before your period and resolve when bleeding starts.
es: Los síntomas del SPM suelen aparecer 1-2 semanas antes del periodo y desaparecen al comenzar el sangrado.
fa: علائم PMS معمولاً ۱-۲ هفته قبل از قاعدگی ظاهر می‌شوند و با شروع خونریزی برطرف می‌شوند.
fi: PMS-oireet ilmaantuvat tyypillisesti 1-2 viikkoa ennen kuukautisia ja häviävät vuodon alkaessa.
he: תסמיני תסמונת קדם-וסתית מופיעים בדרך כלל 1-2 שבועות לפני המחזור ונעלמים עם תחילת הדימום.
hi: PMS के लक्षण आमतौर पर माहवारी से 1-2 सप्ताह पहले दिखाई देते हैं और रक्तस्राव शुरू होने पर ठीक हो जाते हैं।
hr: Simptomi PMS-a obično se pojavljuju 1-2 tjedna prije menstruacije i nestaju s početkom krvarenja.
hu: A PMS tünetei jellemzően 1-2 héttel a menstruáció előtt jelentkeznek és a vérzés megkezdésével elmúlnak.
id: Gejala PMS biasanya muncul 1-2 minggu sebelum menstruasi dan hilang saat perdarahan dimulai.
it: I sintomi della SPM compaiono tipicamente 1-2 settimane prima del ciclo e si risolvono con l'inizio del sanguinamento.
ja: PMSの症状は通常、生理の1～2週間前に現れ、出血が始まると治まります。
ko: PMS 증상은 보통 생리 1-2주 전에 나타나고 출혈이 시작되면 사라집니다.
ms: Gejala PMS biasanya muncul 1-2 minggu sebelum haid dan hilang apabila pendarahan bermula.
nb: PMS-symptomer dukker vanligvis opp 1-2 uker før menstruasjonen og forsvinner når blødningen starter.
nl: PMS-symptomen verschijnen doorgaans 1-2 weken voor de menstruatie en verdwijnen wanneer de bloeding begint.
pl: Objawy PMS pojawiają się zwykle 1-2 tygodnie przed miesiączką i ustępują z początkiem krwawienia.
pt_br: Os sintomas da TPM geralmente aparecem 1-2 semanas antes da menstruação e desaparecem quando o sangramento começa.
ro: Simptomele SPM apar de obicei cu 1-2 săptămâni înainte de menstruație și dispar la începutul sângerării.
ru: Симптомы ПМС обычно появляются за 1-2 недели до менструации и проходят с началом кровотечения.
sk: Príznaky PMS sa zvyčajne objavujú 1-2 týždne pred menštruáciou a ustupujú s nástupom krvácania.
sv: PMS-symtom uppträder vanligtvis 1-2 veckor före mens och försvinner när blödningen börjar.
sw: Dalili za PMS kawaida huonekana wiki 1-2 kabla ya hedhi na hupotea wakati damu inapoanza kutoka.
th: อาการ PMS มักเกิดขึ้น 1-2 สัปดาห์ก่อนมีประจำเดือนและหายไปเมื่อเลือดออก
tr: PMS belirtileri genellikle adet döneminden 1-2 hafta önce ortaya çıkar ve kanama başladığında geçer.
uk: Симптоми ПМС зазвичай з'являються за 1-2 тижні до менструації та зникають із початком кровотечі.
ur: PMS کی علامات عام طور پر ماہواری سے 1-2 ہفتے پہلے ظاہر ہوتی ہیں اور خون بہنا شروع ہونے پر ختم ہو جاتی ہیں۔
vi: Các triệu chứng PMS thường xuất hiện 1-2 tuần trước kỳ kinh và hết khi bắt đầu ra máu.
zh_hans: 经前综合征症状通常在经期前1-2周出现，出血开始后消退。
zh_hant: 經前綜合症症狀通常在經期前1-2週出現，出血開始後消退。
zu: Izimpawu ze-PMS zivamile ukuvela amasonto angu-1-2 ngaphambi kwesikhathi futhi ziphele uma ukopha kuqala.

# article_pms_title
source: Comprendre le SPM
am: PMSን መረዳት
ar: فهم متلازمة ما قبل الحيض
bg: Разбиране на ПМС
bn: PMS বোঝা
ca: Entendre la SPM
cs: Pochopení PMS
da: Forstå PMS
de: PMS verstehen
el: Κατανόηση του ΠΕΣ
en: Understanding PMS
es: Entender el SPM
fa: درک سندرم پیش از قاعدگی
fi: PMS:n ymmärtäminen
he: הבנת תסמונת קדם-וסתית
hi: PMS को समझना
hr: Razumijevanje PMS-a
hu: A PMS megértése
id: Memahami PMS
it: Capire la SPM
ja: PMSを理解する
ko: PMS 이해하기
ms: Memahami PMS
nb: Forstå PMS
nl: PMS begrijpen
pl: Zrozumieć PMS
pt_br: Entendendo a TPM
ro: Înțelegerea SPM
ru: Понимание ПМС
sk: Pochopenie PMS
sv: Förstå PMS
sw: Kuelewa PMS
th: ทำความเข้าใจอาการก่อนมีประจำเดือน
tr: PMS'yi anlamak
uk: Розуміння ПМС
ur: PMS کو سمجھنا
vi: Hiểu về hội chứng tiền kinh nguyệt
zh_hans: 了解经前综合征
zh_hant: 了解經前綜合症
zu: Ukuqonda i-PMS
